import type { Service } from "../types";

const allServices: Service[] = [
  {
    id: "service2",
    name: "Чистење на теписи",
    price: 100,
    description: "Нашите експерти ќе го вратат вашиот тепих во неговата најдобра состојба со професионално чистење што ги отстранува дамките и нечистотијата. Вратете го свежиот изглед на вашиот тепих за долг период.",
    duration: 20,
  },
  {
    id: "service3",
    name: "Чистење на фотеља",
    price: 800,
    description: "Професионално чистење на вашата фотеља за да ја вратите во првобитната сјајност и чистота. Без разлика дали се работи за дамки или нечистотија, ние се погрижуваме за сè.",
    duration: 60,
  },
  {
    id: "service4",
    name: "Чистење на двосед",
    price: 1200,
    description: "Освежете го вашиот двосед и вратете му го изгледот како нов со нашето темелно чистење. Ние користиме само безбедни и ефикасни средства за чистење, што ја враќа свежината и удобноста на вашиот мебел.",
    duration: 60,
  },
  {
    id: "service5",
    name: "Чистење на тросед",
    price: 1500,
    description: "Нашето чистење на тросед ќе ја врати удобно и пријатно чувство на вашиот мебел. Ние го чистиме длабоко, отстранувајќи ги прашината, дамките и нечистотијата, оставајќи го како нов.",
    duration: 90,
  },
  {
    id: "service6",
    name: "Чистење на спална + душек од една страна",
    price: 1600,
    description: "Чистење на спалната соба и душекот за да се осигурате дека спиете во чиста и здрава средина. Нашите експерти го чистат душекот длабоко, отстранувајќи прашина, алергени и нечистотија.",
    duration: 45,
  },
  {
    id: "service7",
    name: "Чистење на столче",
    price: 300,
    description: "Освежете го вашето столче со нашето темелно чистење. Без разлика дали се работи за канцелариски или домашен мебел, ние гарантираме дека ќе го вратите во идеална состојба.",
    duration: 25,
  },
  {
    id: "service8",
    name: "Чистење на канцелариски стол",
    price: 400,
    description: "Вашиот канцелариски стол заслужува темелно чистење за да изгледа и да се чувствува како нов. Нашиот тим ќе се погрижи за секоја дамка и нечистотија, оставувајќи го свеж и чист.",
    duration: 40,
  },
];

export default allServices;
